Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Dialogs_ReportIssue_Steps
source: Step {0} of {1}
be_by: Крок {0} з {1}
cs_cz: Krok {0} z {1}
de_de: Schritt {0} von {1}
el_gr: Βήμα {0} από {1}
es_es: Paso {0} de {1}
fa_ir: مرحله {0} از {1}
fi_fi: Vaihe {0} / {1}
fr_fr: Étape {0} sur {1}
id_id: Langkah {0} dari {1}
it_it: Passaggio {0} di {1}
ja_jp: ステップ {0}/{1}
ka_ge: ნაბიჯი {0} {1}-დან
ko_kr: {1} 단계 중 {0} 번째
nb_no: Trinn {0} av {1}
nl_nl: Stap {0} van {1}
pl_pl: Krok {0} z {1}
pt_pt: Passo {0} de {1}
ro_ro: Pasul {0} din {1}
ru_ru: Шаг {0} из {1}
sk_sk: Krok {0} z {1}
sl_si: Korak {0} od {1}
sv_se: Steg {0} av {1}
tr_tr: {0} / {1}. adım
uk_ua: Крок {0} з {1}

# Dialogs_ReportIssue_Title
source: Report an issue
be_by: Паведаміць аб праблеме
cs_cz: Nahlásit problém
de_de: Ein Problem melden
el_gr: Αναφορά προβλήματος
es_es: Notificar un problema
fa_ir: گزارش اشکال
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un bug
id_id: Laporkan masalah
it_it: Segnala un problema
ja_jp: 問題を報告
ka_ge: პრობლემის ანგარიშის გადაგზავნა
ko_kr: 문제 보고하기
nb_no: Rapporter et problem
nl_nl: Een probleem melden
pl_pl: Zgłoś problem
pt_pt: Reportar um problema
ro_ro: Raportare o problemă
ru_ru: Сообщить о проблеме
sk_sk: Nahlásiť problém
sl_si: Prijava napake
sv_se: Rapportera ett problem
tr_tr: Sorun bildireceğim
uk_ua: Повідомити про проблему

# Dialogs_ServerLoad_Description
source: Server load shows how close a server is to its maximum capacity.\n\nA high server load can slow down your connection.
cs_cz: Vytížení serveru ukazuje, kolik kapacity serveru je využito. Vysoké vytížení serveru může zpomalit vaše připojení.
de_de: Die Serverauslastung zeigt an, wie nahe ein Server an seiner maximalen Kapazität ist. Eine hohe Serverauslastung kann Ihre Verbindung verlangsamen.
el_gr: Το φορτίο διακομιστή δείχνει πόσο κοντά βρίσκεται ένας διακομιστής στη μέγιστη χωρητικότητά του. Ένα υψηλό φορτίο διακομιστή μπορεί να επιβραδύνει τη σύνδεσή σας.
es_es: La carga del servidor muestra lo cerca que está un servidor de su capacidad máxima. Una carga del servidor alta puede ralentizar tu conexión.
fa_ir: بار سرور نشان می‌دهد که چقدر یک سرور به حداکثر ظرفیتش نزدیک است. بار سرور سنگین می‌تواند سرعت اتصالتان را کاهش دهد.
fi_fi: Palvelimen kuormitus kertoo, miten lähellä palvelin on sen enimmäiskapasiteettia. Korkea kuormitus voi hidastaa yhteyttäsi.
fr_fr: La charge du serveur indique à quel point un serveur est proche de sa capacité maximale. Une charge de serveur élevée peut ralentir votre connexion.
id_id: Muatan server menunjukkan seberapa sibuk suatu server relatif terhadap kapasitas maksimumnya. Muatan server yang tinggi dapat memperlambat koneksi Anda.
it_it: Il carico del server mostra quanto un server è vicino alla sua capacità massima. Un carico elevato può rallentare la connessione.
ja_jp: サーバーの負荷は、サーバーが最大容量にどの程度近づいているかを示します。 サーバーの負荷が高いと、接続が遅くなる可能性があります。
ko_kr: 서버 부하는 서버가 최대 수용량에 얼마나 근접했는지 보여줍니다. 높은 서버 부하는 연결 속도를 늦출 수 있습니다.
nb_no: Tjenerbelastning viser hvor nær en tjener er maksimal kapasitet. En høy tjenerbelastning kan redusere tilkoblingen.
nl_nl: Serverbelasting geeft aan hoe dicht een server bij de maximale capaciteit zit. \Een hoge serverbelasting kan uw verbinding vertragen
pl_pl: Obciążenie serwera informuje o stopniu wykorzystanej maksymalnej wydajności serwera. Duże obciążenie serwera może spowolnić połączenie.
ro_ro: Încărcarea serverului arată cât de aproape este un server de capacitatea sa maximă. O sarcină mare a serverului vă poate încetini conexiunea.
ru_ru: Нагрузка на сервер показывает, насколько близок сервер к своей максимальной мощности. Высокая нагрузка на сервер может замедлить ваше соединение.
sk_sk: Vyťaženie servera zobrazuje, koľko kapacity servera je využitých. Vysoké vyťaženie servera môže spomaliť vaše pripojenie.
sv_se: Serverbelastning visar hur nära en server är sin maximala kapacitet. En hög serverbelastning kan sakta ner din anslutning.
tr_tr: Sunucu yükü, bir sunucunun tam kapasitesine ne kadar yakın olduğunu gösterir. Yükü yüksek olan sunucular bağlantınızı yavaşlatabilir.

# Dialogs_ServerLoad_HighRange_Description
source: VPN may run slower than normal
cs_cz: VPN může fungovat pomaleji, než je zvykem
de_de: VPN läuft möglicherweise langsamer als normal
el_gr: Το VPN ίσως λειτουργεί πιο αργά από το κανονικό
es_es: La VPN puede funcionar más lenta de lo normal
fa_ir: VPN ممکن است از حد معمول آهسته‌تر اجرا شود
fi_fi: VPN voi olla tavallista hitaampi
fr_fr: Le VPN peut fonctionner plus lentement que d'habitude
id_id: VPN dapat berjalan lebih lambat dari biasanya
it_it: La VPN potrebbe essere più lenta del solito
ja_jp: VPN の実行が通常より遅くなる可能性があります
ko_kr: VPN이 평소보다 느릴 수 있습니다
nb_no: VPN kan kjøre tregere enn normalt
nl_nl: VPN werkt mogelijk langzamer dan normaal
pl_pl: VPN może działać wolniej
ro_ro: Viteza prin VPN ar putea fi mai mică decât cea normală
ru_ru: VPN может работать медленнее обычного.
sk_sk: VPN môže fungovať pomalšie než zvyčajne
sv_se: VPN kan gå långsammare än normalt
tr_tr: VPN hızı normalden düşük olabilir

# Dialogs_ServerLoad_HighRange_Title
source: High (91-100%)
cs_cz: Vysoké (91-100%)
de_de: Hoch (91-100%)
el_gr: Υψηλό (91-100%)
es_es: Alta (91-100%)
fa_ir: سنگین (۹۱-۱۰۰٪)
fi_fi: Korkea (91-100 %)
fr_fr: Élevée (91-100 %)
id_id: Tinggi (91-100%)
it_it: Elevato (91-100%)
ja_jp: 高 (91-100%)
ko_kr: 높음 (91-100%)
nb_no: Høy (91–100%)
nl_nl: Hoog (91-100%)
pl_pl: Duże (91–100%)
ro_ro: Mare (91-100%)
ru_ru: Высокая (91–100%)
sk_sk: Vysoké (91-100%)
sv_se: Hög (91-100 %)
tr_tr: Yüksek (%91-100)

# Dialogs_ServerLoad_LowRange_Description
source: Lightning fast speeds
cs_cz: Bleskové rychlosti
de_de: Blitzschnelle Geschwindigkeiten
el_gr: Αστραπιαίες ταχύτητες
es_es: Velocidades ultrarrápidas
fa_ir: سرعت‌های بسیار بالا
fi_fi: Salamannopea
fr_fr: Vitesses extrêmement élevées
id_id: Kecepatan kilat
it_it: Alta velocità
ja_jp: 超高速スピード
ko_kr: 번개처럼 빠르게
nb_no: Lynraske hastigheter
nl_nl: Hoge snelheden
pl_pl: Błyskawiczne prędkości
ro_ro: Viteză foarte mare
ru_ru: Молниеносная скорость
sk_sk: Bleskové rýchlosti
sv_se: Blixtsnabba hastigheter
tr_tr: Işık hızında

# Dialogs_ServerLoad_LowRange_Title
source: Low (1-75%)
cs_cz: Nízké (1-75%)
de_de: Niedrig (1-75%)
el_gr: Χαμηλό (1-75%)
es_es: Baja (1-75%)
fa_ir: سبک (۱-۷۵٪)
fi_fi: Matala (1-75 %)
fr_fr: Faible (1-75 %)
id_id: Rendah (1-75%)
it_it: Basso (1-75%)
ja_jp: 低 (1-75%)
ko_kr: 낮음 (1-75%)
nb_no: Lav (1–75%)
nl_nl: Laag (1-75%)
pl_pl: Małe (1–75%)
ro_ro: Mică (1-75%)
ru_ru: Низкая (1–75%)
sk_sk: Nízke (1-75%)
sv_se: Låg (1–75 %)
tr_tr: Düşük (%1-75)

# Dialogs_ServerLoad_MediumRange_Description
source: Unlikely to affect VPN speed
cs_cz: Pravděpodobně neovlivňuje rychlost VPN
de_de: Beeinträchtigung der VPN-Geschwindigkeit unwahrscheinlich
el_gr: Απίθανο να επηρεάσει την ταχύτητα VPN
es_es: Poco probable que afecte la velocidad de la VPN
fa_ir: احتمال تأثیر بر سرعت VPN کم است
fi_fi: Tuskin vaikuttaa VPN:n nopeuteen
fr_fr: Peu probable que cela affecte la vitesse du VPN
id_id: Tidak berpotensi untuk memengaruhi kecepatan VPN
it_it: Di solito non influisce sulla velocità della VPN
ja_jp: VPN 速度に影響を与える可能性は低い
ko_kr: 왠만해서는 VPN 속도에 문제 없음
nb_no: Vil neppe påvirke VPN-hastigheten
nl_nl: Waarschijnlijk geen invloed op de VPN-snelheid
pl_pl: Mały wpływ na prędkość VPN
ro_ro: Improbabil să afecteze viteza prin VPN
ru_ru: Вряд ли повлияет на скорость VPN
sk_sk: Rýchlosť VPN by nemala byť ovplyvnená
sv_se: Osannolikt att det påverkar VPN-hastighet
tr_tr: VPN hızı etkilenmez

# Dialogs_ServerLoad_MediumRange_Title
source: Medium (76-90%)
cs_cz: Střední (76-90%)
de_de: Mittel (76-90%)
el_gr: Μεσαίο (76-90%)
es_es: Media (76-90%)
fa_ir: متوسط (۷۶-۹۰٪)
fi_fi: Keskitasoinen (76 - 90 %)
fr_fr: Moyenne (76-90 %)
id_id: Sedang (76-90%)
it_it: Medio (76-90%)
ja_jp: 中 (76-90%)
ko_kr: 보통 (76-90%)
nb_no: Middels (76–90%)
pl_pl: Średnie (76–90%)
ro_ro: Medie (76-90%)
ru_ru: Средняя (76–90%)
sk_sk: Stredná (76-90%)
tr_tr: Orta (%76-90)

# Dialogs_ServerLoad_Title
source: What is server load?
cs_cz: Co je vytížení serveru?
de_de: Was ist die Serverauslastung?
el_gr: Τι είναι το φορτίο διακομιστή;
es_es: ¿Qué es la carga del servidor?
fa_ir: بار سرور چیست؟
fi_fi: Mitä palvelimen kuormitus tarkoittaa?
fr_fr: Qu'est-ce que la charge d'un serveur ?
id_id: Apa itu muatan server?
it_it: Cos'è il carico del server?
ja_jp: サーバー負荷とは何ですか?
ko_kr: 서버 부하라는 것은?
nb_no: Hva er tjenerbelastning?
nl_nl: Wat is serverbelasting?
pl_pl: Co to jest obciążenie serwera?
ro_ro: Care este solicitarea serverului?
ru_ru: Что такое нагрузка сервера?
sk_sk: Čo je vyťaženie servera?
sv_se: Vad är serverbelastning?
tr_tr: Sunucu yükü nedir?

# Dialogs_SubscriptionExpired_MaybeLater
source: Maybe later
be_by: Магчыма пазней
cs_cz: Možná později
de_de: Vielleicht später
el_gr: Ίσως αργότερα
es_es: Quizás más tarde
fa_ir: شاید بعدا
fi_fi: Ehkä myöhemmin
fr_fr: Peut-être plus tard
id_id: Mungkin nanti
it_it: Forse più tardi
ja_jp: またあとで
ka_ge: შესაძლოა მოგვიანებით
ko_kr: 나중에
nb_no: Kanskje senere
nl_nl: Misschien later
pl_pl: Może później
pt_pt: Talvez mais tarde
ro_ro: Poate mai târziu
ru_ru: Может быть позже
sk_sk: Možno neskôr
sl_si: Morda kasneje
sv_se: Kanske senare
tr_tr: Belki daha sonra
uk_ua: Можливо пізніше

# Dialogs_Tor_Description
source: Connect to a Tor server to access hidden services and onion sites using any browser.
cs_cz: Připojte se k serveru Tor a získejte přístup ke skrytým službám a onion webům pomocí libovolného prohlížeče.
de_de: Verbinde dich mit einem Tor-Server, um mit einem beliebigen Browser auf versteckte Dienste und Onion-Seiten zuzugreifen.
el_gr: Συνδεθείτε σε έναν διακομιστή Tor για να αποκτήσετε πρόσβαση σε κρυφές υπηρεσίες και ιστότοπους onion χρησιμοποιώντας οποιοδήποτε πρόγραμμα περιήγησης.
es_es: Conéctate a un servidor Tor para acceder a servicios ocultos y sitios onion usando cualquier navegador.
fa_ir: به یک سرور Tor وصل شوید تا به سرویس‌های مخفی و سایت‌های onion با هر مرورگری دسترسی یابید.
fi_fi: Yhdistä Tor-palvelimeen ja käytä piilotettuja palveluita ja onion-sivustoja millä tahansa selaimella.
fr_fr: Connectez-vous à un serveur Tor pour accéder à des services cachés et à des sites onion à l'aide de n'importe quel navigateur internet.
id_id: Hubungkan VPN ke server Tor untuk mengakses layanan tersembunyi dan situs onion menggunakan browser mana pun.
it_it: Connettiti a un server Tor per accedere a servizi nascosti e siti Onion utilizzando qualsiasi browser.
ja_jp: Tor サーバーに接続し、任意のブラウザを使用して隠しサービスやオニオン サイトにアクセスします。
ko_kr: Tor 서버에 접속하면 히든 서비스와 어니언 사이트에 어느 브라우저를 사용해도 접근할 수 있습니다.
nb_no: Koble til en Tor-tjener for å få tilgang til skjulte tjenester og onion-sider ved hjelp av hvilken som helst nettleser.
nl_nl: Maak verbinding met een Tor-server om via een willekeurige browser toegang te krijgen tot verborgen services en onion-sites.
pl_pl: Połącz się z serwerem Tor, aby uzyskać dostęp do ukrytych usług i stron onion za pomocą dowolnej przeglądarki.
ro_ro: Conectați-vă la un server Tor pentru a accesa servicii ascunse și site-uri de tip onion folosind orice navigator web.
ru_ru: Подключайтесь к серверу Tor для доступа к скрытым сервисам и сайтам onion через любой браузер.
sk_sk: Pripojte sa k serveru Tor a získajte prístup k skrytým službám a lokalitám typu onion pomocou ľubovoľného prehliadača.
sv_se: Anslut till en Tor-server för att komma åt dolda tjänster och onion-webbplatser med vilken webbläsare som helst.
tr_tr: Herhangi bir tarayıcı ile gizli hizmetlere ve onion sitelerine erişmek için bir Tor sunucusuna bağlanın.

# Dialogs_Tor_LearnMore
source: How to access the Tor network
cs_cz: Jak získat přístup k síti Tor
de_de: Wie man auf das Tor-Netzwerk zugreift
el_gr: Πώς να αποκτήσετε πρόσβαση στο δίκτυο Tor
es_es: Cómo acceder a la red Tor
fa_ir: چگونه به شبکه‌ی Tor دسترسی یابیم
fi_fi: Miten Tor-verkkoa käytetään
fr_fr: Comment accéder au réseau Tor ?
id_id: Cara mengakses jaringan Tor
it_it: Come accedere alla rete Tor
ja_jp: Tor ネットワークにアクセスする方法
ko_kr: Tor 네트워크에 접속하는 방법
nb_no: Hvordan få tilgang til Tor-nettverket
nl_nl: Toegang krijgen tot het Tor-netwerk
pl_pl: Jak uzyskać dostęp do sieci Tor
ro_ro: Cum se accesează rețeaua Tor?
ru_ru: Как получить доступ к сети Tor
sk_sk: Ako pristupovať k Tor sieti
sv_se: Hur man kommer åt Tor-nätverket
tr_tr: Tor ağına nasıl erişilir

# Dialogs_Troubleshooting_Antivirus
source: Turn off antivirus or firewall software
be_by: Выключыце антывірус або міжсеткавы экран
cs_cz: Vypněte antivirový nebo firewall software
de_de: Deaktiviere Antivirus- oder Firewall-Software
el_gr: Απενεργοποιήστε λογισμικό προστασίας από ιούς ή τείχους προστασίας
es_es: Desactiva el software antivirus o cortafuegos
fi_fi: Sulje virustorjunta- tai palomuuriohjelmisto
fr_fr: Désactivez le logiciel antivirus ou pare-feu
id_id: Matikan perangkat lunak antivirus atau tembok api
it_it: Disattiva il software antivirus o il firewall
ja_jp: ウイルス対策ソフトウェアまたはファイアウォール ソフトウェアをオフにする
ka_ge: გამორთეთ ანტივირუსი ან ბრანდმაუერის პროგრამა
ko_kr: 안티바이러스나 방화벽 소프트웨어를 끄세요
nb_no: Slå av antivirus- eller brannmurprogramvare
nl_nl: Schakel antivirus- of firewall-software uit
pl_pl: Wyłącz oprogramowanie antywirusowe lub zaporę sieciową
pt_pt: Desative o software de antivírus ou firewall.
ro_ro: Dezactivați programele antivirus și paravanele de protecție.
ru_ru: Отключите антивирус или брандмауэр
sk_sk: Vypnite antivírus alebo firewall
sl_si: Izklopite protivirusno programsko opremo ali požarni zid
sv_se: Stäng av antivirus- eller brandväggsprogram
tr_tr: Virus koruması veya güvenlik duvarı uygulamasını kapatın
uk_ua: Вимкніть антивірусне програмне забезпечення або мережевий екран

# Dialogs_Troubleshooting_Antivirus_Description
source: These programs can interfere with VPN connections.
be_by: Гэтыя праграмы могуць канфліктаваць з падключэннямі па VPN
cs_cz: Tyto programy mohou mít interakci s VPN připojeními.
de_de: Diese Programme können die VPN-Verbindungen stören.
el_gr: Αυτά τα προγράμματα μπορεί να επηρεάσουν τις συνδέσεις VPN.
es_es: Estos programas pueden interferir con las conexiones VPN.
fi_fi: Nämä sovellukset voivat häiritä VPN-yhteyksiä.
fr_fr: Ces logiciels peuvent interférer avec les connexions VPN.
id_id: Program-program ini dapat mengganggu koneksi VPN.
it_it: Questi programmi possono interferire con le connessioni VPN.
ja_jp: これらのプログラムは VPN 接続を妨害する可能性があります。
ka_ge: ამ პროგრამებს შეუძლიათ, VPN-ით მუშაობას ხელი შეუშალონ.
ko_kr: 이러한 프로그램은 VPN 연결과 충돌할 수 있습니다.
nb_no: Disse programmene kan forstyrre VPN-tilkoblinger.
nl_nl: Deze programma's kunnen VPN-verbindingen verstoren.
pl_pl: Te programy mogą zakłócać połączenia VPN.
pt_pt: Estes programas podem interferir nas conexões VPN.
ro_ro: Aceste programe pot interfera cu conexiunile VPN.
ru_ru: Эти программы могут мешать подключению к VPN.
sk_sk: Tieto programy môžu narúšať VPN pripojenie.
sl_si: Ti programi lahko motijo povezave VPN.
sv_se: Dessa program kan störa VPN-anslutningar.
tr_tr: Bu uygulamalar VPN bağlantılarına müdahale edebilir.
uk_ua: Ці програми можуть перешкоджати VPN-з'єднанням.

# Dialogs_Troubleshooting_CheckInternet
source: Check your internet connection
be_by: Праверце сваё падключэнне да інтэрнэту
cs_cz: Zkontrolujte vaše připojení k internetu
de_de: Prüfe deine Internetverbindung
el_gr: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο
es_es: Comprueba la conexión a internet
fa_ir: اتصال اینترنت خود را بررسی کنید
fi_fi: Tarkista Internet-yhteytesi
fr_fr: Vérifiez votre connexion internet.
id_id: Periksa koneksi internet Anda
it_it: Verifica la tua connessione a internet
ja_jp: インターネット接続を確認してください
ka_ge: შეამოწმეთ თქვენი შეერთება ინტერნეტთან
ko_kr: 인터넷 연결 상태를 확인하세요
nb_no: Sjekk internettilkoblingen din
nl_nl: Controleer uw internetverbinding
pl_pl: Sprawdź połączenie internetowe
pt_pt: Verifique a sua ligação à Internet.
ro_ro: Verificați-vă conexiunea la internet
ru_ru: Проверьте подключение к Интернету
sk_sk: Skontrolujte svoje internetové pripojenie
sl_si: Preverite internetno povezavo
sv_se: Kontrollera din internetanslutning
tr_tr: İnternet bağlantınızı denetleyin
uk_ua: Перевірте своє з'єднання з інтернетом

# Dialogs_Troubleshooting_CheckInternet_Description
source: Make sure you're online, and that your connection is stable.
be_by: Пераканайцеся, што вы падключаны да інтэрнэту і ваша падключэнне з'яўляецца стабільным.
cs_cz: Ujistěte se, že jste online, a že je vaše připojení stabilní.
de_de: Stelle sicher, dass du online bist und deine Verbindung stabil ist.
el_gr: Βεβαιωθείτε ότι είστε συνδεδεμένοι στο διαδίκτυο και ότι η σύνδεσή σας είναι σταθερή.
es_es: Asegúrate de estar online y de que tu conexión sea estable.
fi_fi: Varmista, että olet verkossa ja että yhteys on vakaa.
fr_fr: Vérifiez que vous êtes en ligne et que votre connexion est stable.
id_id: Pastikan Anda sedang online dan koneksi Anda stabil.
it_it: Assicurati di essere online e che la connessione sia stabile.
ja_jp: オンラインになっていて、接続が安定していることを確認してください。
ka_ge: დადრწმუნდით, რომ ქსელი ჩართულია და რომ მიერთება სტაბილურია.
ko_kr: 온라인이고, 연결이 안정적인지 확인해 주세요.
nb_no: Kontroller at du er tilkoblet, og at tilkoblingen er stabil.
nl_nl: Zorg ervoor dat u online bent en dat uw verbinding stabiel is.
pl_pl: Upewnij się, że jesteś w trybie online i Twoje połączenie jest stabilne.
pt_pt: Certifique-se de que está online e que a sua conexão está estável.
ro_ro: Asigurați-vă că aveți acces la internet și conexiunea este stabilă.
ru_ru: Убедитесь, что вы находитесь в сети и что ваше подключение стабильно.
sk_sk: Skontrolujte, či ste online a či je vaše pripojenie stabilné.
sl_si: Prepričajte se, da ste na spletu in da je vaša povezava stabilna.
sv_se: Se till att du är online och att din anslutning är stabil.
tr_tr: Çevrim içi olduğunuzdan ve bağlantınızın kararlı olduğundan emin olun.
uk_ua: Перевірте наявність і стабільність мережевого з'єднання.

# Dialogs_Troubleshooting_Description
source: These quick fixes may help you connect to Proton.
be_by: Гэтыя хуткія выпраўленні дапамогуць вам падключыцца да Proton.
cs_cz: Tyto rychlé opravy vám mohou pomoci s připojením k Protonu.
de_de: Diese Sofortmaßnahmen können dir helfen, eine Verbindung zu Proton herzustellen.
el_gr: Αυτές οι γρήγορες διορθώσεις μπορεί να σας βοηθήσουν να συνδεθείτε στο Proton.
es_es: Estas soluciones rápidas pueden ayudarte a conectarte a Proton.
fi_fi: Nämä pikaratkaisut voivat auttaa yhdistämään Protoniin.
fr_fr: Ces solutions rapides peuvent vous aider à vous connecter à Proton.
id_id: Solusi kilat berikut ini dapat membantu Anda terhubung ke Proton.
it_it: Queste soluzioni rapide possono aiutarti a connetterti a Proton.
ja_jp: これらのクイックフィックスは、Proton への接続に役立つ場合があります。
ka_ge: ეს სწრაფი გზები, შეიძლება, Proton-თან დაკავშირებაში დაგეხმარონ.
ko_kr: 이러한 간단한 해결책이 여러분이 Proton에 연결하는 데 도움이 될 수 있습니다.
nb_no: Disse raske løsningene kan hjelpe deg med å koble til Proton.
nl_nl: Deze snelle oplossingen kunnen u helpen om verbinding te maken met Proton.
pl_pl: Te szybkie poprawki mogą pomóc w połączeniu się z Proton.
pt_pt: Estas soluções rápidas podem ajudá-lo a conectar-se ao Proton.
ro_ro: Aceste remedieri rapide vă pot ajuta să vă conectați la Proton.
ru_ru: Эти быстрые исправления могут помочь вам подключиться к Proton.
sk_sk: Tieto rýchle opatrenia vám môžu pomôcť pripojiť sa k spoločnosti Proton.
sl_si: Ti hitri popravki vam lahko pomagajo pri povezovanju s Protonom.
sv_se: Dessa snabba lösningar kan hjälpa dig att ansluta till Proton.
tr_tr: Bu hızlı düzeltmeler Proton ile bağlantı kurmanıza yardımcı olabilir.
uk_ua: Ці швидкі виправлення можуть допомогти вам під'єднатися до Proton.

# Dialogs_Troubleshooting_DifferentNetwork
source: Use a different network
be_by: Скарыстацца іншай сеткай
cs_cz: Použijte jinou síť
de_de: Verwende ein anderes Netzwerk
el_gr: Χρησιμοποιήστε ένα διαφορετικό δίκτυο
es_es: Usa otra red.
fi_fi: Käytä eri verkkoa
fr_fr: Utilisez un autre réseau.
id_id: Gunakan jaringan yang berbeda
it_it: Utilizza una rete diversa
ja_jp: 別のネットワークを使用する
ka_ge: გამოიყენეთ სხვა ქსელი
ko_kr: 다른 네트워크를 사용해 보세요
nb_no: Bruk et annet nettverk
nl_nl: Gebruik een ander netwerk
pl_pl: Użyj innej sieci
pt_pt: Utilizar uma rede diferente
ro_ro: Folosiți o rețea diferită.
ru_ru: Использовать другую сеть
sk_sk: Použite inú sieť
sl_si: Uporabite drugo omrežje
sv_se: Använd ett annat nätverk
tr_tr: Farklı bir ağ kullanın
uk_ua: Використайте іншу мережу

# Dialogs_Troubleshooting_DifferentNetwork_Description
source: Try switching Wi-Fi networks, or use mobile data.
be_by: Паспрабуйце пераключыцца на сетку Wi-Fi або скарыстайцеся мабільнымі данымі.
cs_cz: Zkuste změnit na jinou WiFi síť nebo použijte mobilní data.
de_de: Versuche, das WLAN-Netzwerk zu wechseln, oder verwende mobile Daten.
el_gr: Δοκιμάστε να αλλάξετε δίκτυα Wi-Fi ή χρησιμοποιήστε δεδομένα κινητής τηλεφωνίας αντ'αυτού.
es_es: Prueba a cambiar de red WiFi o usar datos móviles en su lugar.
fi_fi: Try switching Wi-Fi networks, or use mobile data instead.
fr_fr: Essayez un autre réseau wifi ou utilisez les données mobiles.
id_id: Cobalah untuk mengubah jaringan Wi-Fi yang digunakan atau beralih ke data seluler.
it_it: Prova a cambiare rete Wi-Fi o a utilizzare i dati mobili.
ja_jp: Wi-Fi ネットワークを切り替えるか、モバイル データを使用してみてください。
ka_ge: სცადეთ, სხვა Wi-Fi ქსელზე გადახვიდეთ, ან გადაერთეთ მობილურ ინტერნეტზე.
ko_kr: Wi-Fi 네트워크를 변경하거나 모바일 데이터를 사용해 보세요.
nb_no: Prøv å bytte Wi-Fi-nettverk, eller bruk mobildata.
nl_nl: Probeer van wifi-netwerken te wisselen of mobiele data te gebruiken.
pl_pl: Spróbuj zmienić sieć Wi-Fi lub zamiast tego użyj danych mobilnych.
pt_pt: Tente mudar de rede Wi-Fi ou utilize os dados móveis em vez disso.
ro_ro: Încercați să schimbați rețeaua Wi-Fi sau folosiți datele mobile.
ru_ru: Попробуйте переключиться на другую сеть Wi-Fi или использовать мобильный Интернет.
sk_sk: Skúste zmeniť Wi-Fi sieť alebo namiesto toho použite mobilné dáta.
sl_si: Poskusite zamenjati omrežja WiFi ali pa uporabite mobilne podatke.
sv_se: Prova att byta Wi-Fi-nätverk eller använd mobildata.
tr_tr: Wi-Fi ağını değiştirmeyi veya mobil veri kullanmayı deneyin.
uk_ua: Спробуйте змінити мережу Wi-Fi або скористайтеся мобільними даними.

# Dialogs_Troubleshooting_StatusPage
source: Check our status page
be_by: Праверце статус старонкі
cs_cz: Zkontrolujte naši stavovou stránku
de_de: Prüfe unsere Statusseite
el_gr: Ελέγξτε τη σελίδα κατάστασής μας
es_es: Revisa nuestra página de estado.
fi_fi: Tarkasta tilasivumme
fr_fr: Vérifiez l'état des services.
id_id: Periksa halaman status kami
it_it: Controlla la nostra pagina di stato
ja_jp: ステータスページを確認してください
ka_ge: შეამოწმეთ ჩვენი სტატუსის გვერდი
ko_kr: 저희의 상태 페이지를 확인하세요
nb_no: Sjekk vår statusside
nl_nl: Bekijk onze statuspagina
pl_pl: Sprawdź naszą stronę stanu usługi
pt_pt: Verifique a nossa página de estado
ro_ro: Verificați pagina de stare
ru_ru: Проверьте нашу страницу состояния
sk_sk: Pozrite si našu stránku so súčasným stavom
sl_si: Preverite našo stran s statusom
sv_se: Kolla vår statussida
tr_tr: Durum sayfamıza bakın
uk_ua: Перевірте нашу сторінку стану
